{
  "10": [],
  "8453": [],
  "11155420": [
    {
      "id": "9",
      "title": "Implement Layer 2 Governance Voting Mechanism",
      "description": "Description: Propose the implementation of a Layer 2 governance voting mechanism that leverages Optimism’s scalability and low transaction fees. This system will allow all DAO members to participate in governance decisions without worrying about high gas costs, ensuring more inclusive and efficient decision-making.",
      "publicationDate": "2024-08-10",
      "closingDate": "2024-08-17",
      "votes": 1,
      "author": "Anon"
    },
    {
      "id": "10",
      "title": "Introduce Treasury Management with Yield Farming",
      "description": "Suggest allocating a portion of the DAO treasury to yield farming on Optimism-compatible protocols. By earning passive income on the DAO’s funds, we can generate additional revenue streams, which can be reinvested into the DAO’s initiatives, improving sustainability and growth.",
      "publicationDate": "2024-08-10",
      "closingDate": "2024-08-17",
      "votes": 1,
      "author": "Anon"
    },
    {
      "id": "11",
      "title": "Develop a DAO Onboarding and Education Program",
      "description": "Propose the creation of an onboarding and education program for new DAO members. This program will include interactive tutorials, webinars, and mentorships focused on navigating the Optimism network, understanding governance, and effectively participating in DAO activities.",
      "publicationDate": "2024-08-10",
      "closingDate": "2024-08-17",
      "votes": 0,
      "author": "Anon"
    },
    {
      "id": "12",
      "title": "Launch a DAO Grant Program for Layer 2 Projects on OP",
      "description": "Suggest the introduction of a grant program within the DAO to fund innovative projects building on Optimism. This program will encourage the development of tools, dApps, and infrastructure that enhance the Optimism ecosystem, thereby increasing the DAO’s influence and value proposition.",
      "publicationDate": "2024-08-10",
      "closingDate": "2024-08-17",
      "votes": 0,
      "author": "Anon"
    },
    {
      "id": "13",
      "title": "Establish a DAO Emergency Response Fund",
      "description": "Recommend setting up an emergency response fund to quickly address unforeseen challenges or crises impacting the DAO or the broader Optimism community. This fund will be governed by a predefined set of rules and can be deployed to mitigate risks, ensuring the DAO’s resilience in times of need.",
      "publicationDate": "2024-08-10",
      "closingDate": "2024-08-17",
      "votes": 0,
      "author": "Anon"
    }
  ]
}