{
  "10": [
    {
      "id": "1",
      "title": "Creation of a DAO Community Treasury for Member-Led Projects",
      "description": "**Title**: Creation of a DAO Community Treasury for Member-Led Projects\n\n**Summary**:  \nThis proposal aims to establish a Community Treasury within the DAO, specifically dedicated to funding small, member-led projects. The treasury will empower community members to propose and execute initiatives that align with the DAO's mission and values, fostering innovation and active participation.\n\n**Motivation**:  \nThe DAO thrives on the creativity and initiative of its members. However, many great ideas from community members may not move forward due to a lack of funding or support. By creating a Community Treasury, we can lower the barriers to entry for these initiatives, enabling members to bring their ideas to life and contribute directly to the DAO's growth and success.\n\n**Details**:  \n- **Description**: The Community Treasury will provide funding for small projects proposed by DAO members. These projects can range from development and research to marketing campaigns, educational content, community events, or any other initiatives that contribute to the DAO’s objectives.\n  - **Application Process**: Members will submit proposals outlining their project, budget, and expected outcomes. Proposals will be reviewed by a committee, and approved projects will receive funding from the Community Treasury.\n  - **Project Categories**: The treasury will fund a diverse range of project types, including but not limited to:\n    - Technical development (tools, dApps, smart contracts)\n    - Educational initiatives (courses, tutorials, workshops)\n    - Community engagement (events, meetups, campaigns)\n    - Research (whitepapers, feasibility studies)\n- **Goals**: \n  - Encourage grassroots innovation within the community.\n  - Provide financial support for member-led projects.\n  - Enhance the overall impact of the DAO by funding diverse, high-potential initiatives.\n- **Implementation**:\n  - Establish a Treasury Committee to manage funds, review proposals, and oversee project execution.\n  - Set up a transparent proposal submission and review process, including community voting on larger projects.\n  - Allocate an initial $150,000 to the Community Treasury, with provisions for additional funding based on the treasury’s success and community demand.\n\n**Budget**:  \nAn initial allocation of $150,000 from the DAO treasury will be made to create the Community Treasury. Funds will be distributed based on approved project proposals, with regular audits and reports to ensure transparency and accountability.\n\n**Timeline**:  \n- Formation of the Treasury Committee: 1 month  \n- Development of proposal guidelines and submission process: 2 months  \n- Launch of the Community Treasury and first call for proposals: 3 months  \n- Continuous funding and support for approved projects: Ongoing\n\n**Conclusion**:  \nThe creation of a Community Treasury will empower DAO members to take initiative and contribute directly to the organization’s success. By providing funding for member-led projects, the DAO can foster a culture of innovation and active participation, ensuring that the community remains engaged and dynamic. Approval of this proposal will unlock the potential of our members, driving growth and value for the entire DAO.",
      "publicationDate": "2024-08-11",
      "closingDate": "2024-08-18",
      "votes": 0,
      "author": "0x852eE1B990bc39041232Ea832e77b789481d6b6d"
    }
  ],
  "8453": [
    {
      "id": "0",
      "title": "hire new developers",
      "description": "we need them",
      "publicationDate": "2024-08-11",
      "closingDate": "2024-08-18",
      "votes": 0,
      "author": "0x852eE1B990bc39041232Ea832e77b789481d6b6d"
    }
  ],
  "11155420": [
    {
      "id": "0",
      "title": "Increase in Annual Marketing Allowance from $50K to $100K",
      "description": "This proposal seeks to increase the DAO's annual marketing budget from $50,000 to $100,000. The additional funds will be used to enhance the DAO's brand visibility, attract new members, and expand our reach within the crypto and blockchain communities.\n\nMotivation:\nThe current marketing budget of $50,000 has been effective, but with the DAO’s growing influence and ambitious goals, it is crucial to amplify our marketing efforts. Increasing the budget will allow for more comprehensive campaigns, including collaborations with key influencers, sponsorships, and targeted digital advertising, all of which are essential to maintaining our competitive edge.",
      "publicationDate": "2024-08-11",
      "closingDate": "2024-08-18",
      "votes": 0,
      "author": "Anon"
    },
    {
      "id": "1",
      "title": "Launch of a DAO Educational Initiative for Community Skill Development",
      "description": "**Summary**:  \nThis proposal aims to establish an Educational Initiative within the DAO to offer skill development courses, workshops, and resources to community members. The initiative will focus on providing training in blockchain technology, decentralized finance (DeFi), governance, and other relevant areas to empower members and enhance their contributions to the DAO.\n\n**Motivation**:  \nAs the DAO continues to grow, it is essential to ensure that our community members are equipped with the knowledge and skills necessary to actively participate in and contribute to our ecosystem. By offering educational resources, we can build a more informed and capable community, leading to better decision-making, innovation, and overall growth.\n\n**Details**:  \n- **Description**: The Educational Initiative will provide a range of resources, including:\n  - **Online Courses**: Self-paced courses covering topics such as blockchain fundamentals, smart contracts, DAO governance, and DeFi.\n  - **Workshops and Webinars**: Regular live sessions with experts on advanced topics, new developments, and practical skills.\n  - **Mentorship Programs**: Pairing experienced members with newcomers to guide them in their learning journey.\n  - **Resource Library**: A curated collection of articles, tutorials, and tools for ongoing learning.\n- **Goals**: \n  - Empower community members with the knowledge to contribute more effectively to the DAO.\n  - Foster a culture of continuous learning and development within the DAO.\n  - Enhance the overall skill level of the community, leading to more innovative projects and proposals.\n- **Implementation**:\n  - Establish a dedicated team or committee to oversee the Educational Initiative.\n  - Partner with educational platforms, industry experts, and content creators to develop and deliver high-quality materials.\n  - Launch an initial set of courses and workshops within 3 months, with regular updates and additions based on community feedback.\n- **Budget**: An initial allocation of $75,000 to cover content creation, platform fees, speaker honorariums, and marketing. The budget may be adjusted based on the success and expansion of the initiative.\n\n**Timeline**:  \n- Formation of the educational team/committee: 1 month  \n- Development and curation of content: 2 months  \n- Launch of the initiative: 3 months  \n- Ongoing updates and additions: Continuous\n\n**Voting Options**:  \n- **Approve**: Launch the Educational Initiative with the proposed budget and plan.\n- **Deny**: Do not proceed with the Educational Initiative.\n- **Request Modifications**: Approve the initiative with suggested changes to the plan or budget.\n\n**Conclusion**:  \nThe Educational Initiative will play a crucial role in building a stronger, more skilled community within the DAO. By investing in the education and development of our members, we not only empower individuals but also enhance the collective potential of the DAO. Approval of this proposal will lead to a more knowledgeable, engaged, and innovative community.",
      "publicationDate": "2024-08-11",
      "closingDate": "2024-08-18",
      "votes": 0,
      "author": "0x852eE1B990bc39041232Ea832e77b789481d6b6d"
    },
    {
      "id": "2",
      "title": "Establishment of a DAO Sustainability Fund",
      "description": "**Title**: Establishment of a DAO Sustainability Fund\n\n**Summary**:  \nThis proposal seeks to create a Sustainability Fund within the DAO to finance projects and initiatives that promote environmental sustainability and carbon neutrality within the blockchain ecosystem. The fund will support projects that reduce the DAO’s environmental impact and contribute to global sustainability efforts.\n\n**Motivation**:  \nAs the blockchain industry grows, so does its environmental footprint. Many blockchain networks and DAOs have come under scrutiny for their energy consumption and carbon emissions. By establishing a Sustainability Fund, our DAO can take proactive steps to mitigate its environmental impact, support green technologies, and position itself as a leader in sustainable blockchain practices.\n\n**Details**:  \n- **Description**: The Sustainability Fund will be allocated to projects and initiatives that:\n  - Reduce the carbon footprint of the DAO’s operations and activities.\n  - Support the development and adoption of green technologies within the blockchain space.\n  - Invest in carbon offset programs to achieve carbon neutrality.\n  - Educate and raise awareness within the community about the importance of sustainability in the blockchain industry.\n- **Goals**: \n  - Achieve carbon neutrality for the DAO within 2 years.\n  - Support at least three innovative green projects within the first year of the fund's establishment.\n  - Position the DAO as a leader in sustainable practices within the blockchain industry.\n- **Implementation**:\n  - Formation of a Sustainability Committee to oversee the fund and select projects for funding.\n  - Development of criteria and guidelines for project selection, ensuring alignment with the DAO’s sustainability goals.\n  - Initial allocation of $200,000 to the fund, with the option to increase based on project success and community support.\n  - Partnerships with environmental organizations and green tech innovators to identify and support impactful projects.\n\n**Budget**:  \nAn initial allocation of $200,000 from the DAO treasury will be made to establish the Sustainability Fund. This budget will cover project funding, administrative costs, and potential partnerships.\n\n**Timeline**:  \n- Formation of the Sustainability Committee: 1 month  \n- Development of selection criteria and fund guidelines: 2 months  \n- Launch of the Sustainability Fund and call for project proposals: 3 months  \n- Ongoing project support and monitoring: Continuous\n\n**Voting Options**:  \n- **Approve**: Establish the Sustainability Fund with the proposed budget and plan.\n- **Deny**: Do not establish the Sustainability Fund.\n- **Request Modifications**: Approve the fund with suggested changes to the plan or budget.\n\n**Conclusion**:  \nThe creation of a Sustainability Fund will enable the DAO to actively contribute to environmental sustainability and set an example within the blockchain industry. By supporting green projects and achieving carbon neutrality, the DAO will not only reduce its environmental impact but also enhance its reputation as a responsible and forward-thinking organization. Approval of this proposal will be a significant step towards aligning the DAO’s operations with global sustainability goals.",
      "publicationDate": "2024-08-11",
      "closingDate": "2024-08-18",
      "votes": 0,
      "author": "Anon"
    }
  ]
}